Repository: Ju-Long/Edendale
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es_es, es_mx, fr, it, ja, ko, nl, pt_br, pt_pt, ru, sv, zh_hans, zh_hant

source: TMDB account approval QR code
de: QR-Code zur Bestätigung des TMDB-Accounts
es_es: Código QR de aprobación de la cuenta de TMDB
es_mx: Código QR de aprobación de la cuenta de TMDB
fr: Code QR d’approbation du compte TMDB
it: Codice QR per approvare l’account TMDB
ja: TMDBアカウント承認用QRコード
ko: TMDB 계정 승인 QR 코드
nl: QR-code om het TMDB-account goed te keuren
pt_br: Código QR de aprovação da conta TMDB
pt_pt: Código QR de aprovação da conta TMDB
ru: QR-код для подтверждения аккаунта TMDB
sv: QR-kod för att godkänna TMDB-kontot
zh_hans: TMDB 帐户批准二维码
zh_hant: TMDB 帳號核准 QR 碼

source: TMDB has no biography for this person yet.
de: TMDB hat noch keine Biografie für diese Person.
es_es: TMDB aún no tiene biografía para esta persona.
es_mx: TMDB aún no tiene biografía para esta persona.
fr: TMDB n’a pas encore de biographie pour cette personne.
it: TMDB non ha ancora una biografia per questa persona.
ja: TMDBにはこの人物の経歴がまだありません。
ko: TMDB에 아직 이 인물의 약력이 없습니다.
nl: TMDB heeft nog geen biografie voor deze persoon.
pt_br: O TMDB ainda não tem biografia para esta pessoa.
pt_pt: O TMDB ainda não tem biografia para esta pessoa.
ru: В TMDB пока нет биографии этого человека.
sv: TMDB har ingen biografi för den här personen än.
zh_hans: TMDB 暂无此人的简介。
zh_hant: TMDB 尚無此人的簡介。

source: TMDB lists no episodes for this season yet.
de: TMDB listet für diese Staffel noch keine Folgen auf.
es_es: TMDB aún no muestra episodios para esta temporada.
es_mx: TMDB aún no muestra episodios para esta temporada.
fr: TMDB ne répertorie encore aucun épisode pour cette saison.
it: TMDB non elenca ancora episodi per questa stagione.
ja: TMDBにはこのシーズンのエピソードがまだありません。
ko: TMDB에 아직 이 시즌의 에피소드가 없습니다.
nl: TMDB toont nog geen afleveringen voor dit seizoen.
pt_br: O TMDB ainda não lista episódios para esta temporada.
pt_pt: O TMDB ainda não indica episódios para esta temporada.
ru: В TMDB пока нет эпизодов этого сезона.
sv: TMDB listar inga avsnitt för den här säsongen än.
zh_hans: TMDB 暂未列出此季的剧集。
zh_hant: TMDB 尚未列出此季的劇集。

source: TMDB request failed (HTTP %lld).
de: TMDB-Anfrage fehlgeschlagen (HTTP %lld).
es_es: Petición a TMDB fallida (HTTP %lld).
es_mx: Error en la solicitud de TMDB (HTTP %lld).
fr: La requête TMDB a échoué (HTTP %lld).
it: Richiesta TMDB non riuscita (HTTP %lld).
ja: TMDBリクエストが失敗しました（HTTP %lld）。
ko: TMDB 요청 실패(HTTP %lld).
nl: TMDB-verzoek mislukt (HTTP %lld).
pt_br: A solicitação ao TMDB falhou (HTTP %lld).
pt_pt: Falha no pedido ao TMDB (HTTP %lld).
ru: Ошибка запроса TMDB (HTTP %lld).
sv: TMDB-begäran misslyckades (HTTP %lld).
zh_hans: TMDB 请求失败 (HTTP %lld)。
zh_hant: TMDB 請求失敗（HTTP %lld）。

source: TMDB Score
de: TMDB-Bewertung
es_es: Puntuación de TMDB
es_mx: Puntuación de TMDB
fr: Score TMDB
it: Punteggio TMDB
ja: TMDBスコア
ko: TMDB 점수
pt_br: Pontuação TMDB
pt_pt: Pontuação TMDB
ru: Оценка TMDB
sv: TMDB-betyg
zh_hans: TMDB 评分
zh_hant: TMDB 評分

source: Top Rated
de: Am besten bewertet
es_es: Mejor valoradas
es_mx: Mejor calificados
fr: Mieux notés
it: Più votati
ja: 高評価
ko: 최고 평점
nl: Best beoordeeld
pt_br: Mais bem avaliados
pt_pt: Mais bem classificados
ru: Лучшие по рейтингу
sv: Högst betyg
zh_hans: 最高评分
zh_hant: 最高評分

source: Top-Bottom
de: Oben/Unten
es_es: Arriba-Abajo
es_mx: Arriba-abajo
fr: Haut-bas
it: Sopra/sotto
ja: トップボトム
ko: 상하 분할
nl: Boven-onder
pt_br: Cima/baixo
pt_pt: Cima/baixo
ru: Сверху и снизу
sv: Över-under
zh_hans: 上下排列
zh_hant: 上下排列

source: Touch and hold the left or right side of the video to play at that speed until you let go.
de: Lege den Finger auf die linke oder rechte Seite des Videos und halte ihn dort, um mit dieser Geschwindigkeit wiederzugeben, bis du loslässt.
es_es: Mantén pulsado el lado izquierdo o derecho del vídeo para reproducir a esa velocidad hasta que lo sueltes.
es_mx: Mantén presionado el lado izquierdo o derecho del video para reproducir a esa velocidad hasta que lo sueltes.
fr: Touchez et maintenez le côté gauche ou droit de la vidéo pour lire à cette vitesse jusqu’à ce que vous relâchiez.
it: Tieni premuto il lato sinistro o destro del video per riprodurre a quella velocità finché non rilasci.
ja: ビデオの左側または右側をタッチしたままにすると、指を離すまでその速度で再生されます。
ko: 비디오의 왼쪽 또는 오른쪽을 길게 터치하면 손을 뗄 때까지 해당 속도로 재생됩니다.
nl: Houd de linker- of rechterkant van de video aangeraakt om op die snelheid af te spelen totdat je loslaat.
pt_br: Toque e mantenha pressionado o lado esquerdo ou direito do vídeo para reproduzir nessa velocidade até soltar.
pt_pt: Toque e mantenha o dedo no lado esquerdo ou direito do vídeo para reproduzir a essa velocidade até soltar.
ru: Коснитесь левой или правой части видео и удерживайте палец, чтобы воспроизводить с этой скоростью, пока не отпустите.
sv: Tryck och håll på vänster eller höger sida av videon för att spela upp i den hastigheten tills du släpper.
zh_hans: 触摸并按住视频的左侧或右侧，即可以该速度播放，直到你松开。
zh_hant: 按住影片的左側或右側，即可以該速度播放，直到你放開。

source: Touch and hold the right side to play at %@, or the left side to play at %@. Playback returns to its usual speed when you let go.
de: Lege den Finger auf die rechte Seite und halte ihn dort, um mit %1$@ wiederzugeben, oder auf die linke Seite für %2$@. Sobald du loslässt, läuft die Wiedergabe wieder mit der gewohnten Geschwindigkeit.
es_es: Mantén pulsado el lado derecho para reproducir a %1$@, o el lado izquierdo para reproducir a %2$@. La reproducción vuelve a su velocidad habitual al soltarlo.
es_mx: Mantén presionado el lado derecho para reproducir a %1$@, o el lado izquierdo para reproducir a %2$@. La reproducción vuelve a su velocidad habitual al soltarlo.
fr: Touchez et maintenez le côté droit pour lire à %1$@, ou le côté gauche pour lire à %2$@. La lecture reprend sa vitesse habituelle lorsque vous relâchez.
it: Tieni premuto il lato destro per riprodurre a %1$@, o il lato sinistro per riprodurre a %2$@. La riproduzione torna alla velocità abituale quando rilasci.
ja: 右側をタッチしたままにすると%1$@、左側では%2$@で再生します。指を離すと通常の速度に戻ります。
ko: 오른쪽을 길게 터치하면 %1$@, 왼쪽은 %2$@ 속도로 재생됩니다. 손을 떼면 원래 속도로 돌아갑니다.
nl: Houd de rechterkant aangeraakt om af te spelen op %1$@, of de linkerkant om af te spelen op %2$@. Het afspelen keert terug naar de gebruikelijke snelheid als je loslaat.
pt_br: Toque e mantenha pressionado o lado direito para reproduzir a %1$@, ou o lado esquerdo para reproduzir a %2$@. A reprodução volta à velocidade normal quando você solta.
pt_pt: Toque e mantenha o dedo no lado direito para reproduzir a %1$@, ou no lado esquerdo para reproduzir a %2$@. A reprodução volta à velocidade habitual quando soltar.
ru: Коснитесь правой стороны и удерживайте палец, чтобы воспроизводить со скоростью %1$@, или левой стороны — со скоростью %2$@. Когда вы отпустите, скорость вернется к обычной.
sv: Tryck och håll på höger sida för att spela upp i %1$@, eller på vänster sida för att spela upp i %2$@. Uppspelningen återgår till sin vanliga hastighet när du släpper.
zh_hans: 触摸并按住右侧可以 %1$@ 播放，按住左侧可以 %2$@ 播放。松开后恢复正常速度。
zh_hant: 按住右側可以 %1$@ 播放，按住左側可以 %2$@ 播放。放開後會恢復一般速度。

source: Touch and hold the video, then slide sideways to move through the timeline. Let go to jump to that moment.
de: Lege den Finger auf das Video, halte ihn und ziehe dann seitwärts, um dich durch die Zeitleiste zu bewegen. Lass los, um zu dieser Stelle zu springen.
es_es: Mantén pulsado el vídeo y desliza hacia los lados para moverte por la línea de tiempo. Suelta para saltar a ese momento.
es_mx: Mantén presionado el video y desliza hacia los lados para moverte por la línea de tiempo. Suelta para saltar a ese momento.
fr: Touchez et maintenez la vidéo, puis faites glisser latéralement pour parcourir la chronologie. Relâchez pour accéder à ce moment.
it: Tieni premuto il video, poi scorri lateralmente per spostarti nella timeline. Rilascia per saltare a quel momento.
ja: ビデオをタッチしたまま横にスライドすると、タイムライン上を移動できます。指を離すとその位置にジャンプします。
ko: 비디오를 길게 터치한 다음 옆으로 밀면 타임라인을 이동할 수 있습니다. 손을 떼면 해당 지점으로 이동합니다.
nl: Houd de video aangeraakt en schuif dan zijwaarts om door de tijdlijn te bewegen. Laat los om naar dat moment te springen.
pt_br: Toque e mantenha pressionado o vídeo, depois deslize para os lados para percorrer a linha do tempo. Solte para ir para esse momento.
pt_pt: Toque e mantenha o dedo no vídeo e, depois, deslize para os lados para percorrer a linha cronológica. Solte para saltar para esse momento.
ru: Коснитесь видео и, удерживая палец, сдвиньте его в сторону, чтобы перемещаться по шкале времени. Отпустите, чтобы перейти к этому моменту.
sv: Tryck och håll på videon och dra sedan åt sidan för att röra dig längs tidslinjen. Släpp för att hoppa till det ögonblicket.
zh_hans: 触摸并按住视频，然后左右滑动即可在时间线中移动。松开即可跳到该位置。
zh_hant: 按住影片，然後左右滑動即可在時間列中移動。放開即可跳至該位置。

source: Track %lld
de: Spur %lld
es_es: Pista %lld
es_mx: Pista %lld
fr: Piste %lld
it: Traccia %lld
ja: トラック%lld
ko: 트랙 %lld
pt_br: Faixa %lld
pt_pt: Faixa %lld
ru: Дорожка %lld
sv: Spår %lld
zh_hans: 轨道 %lld
zh_hant: 軌道 %lld

source: Trending
de: Im Trend
es_es: Tendencias
es_mx: Tendencias
fr: Tendances
it: In tendenza
ja: トレンド
ko: 지금 뜨는 콘텐츠
pt_br: Em Alta
pt_pt: Tendências
ru: В тренде
sv: Trendar
zh_hans: 热门
zh_hant: 熱門

source: Trust
de: Vertrauen
es_es: Confiar
es_mx: Confiar
fr: Faire confiance
it: Considera attendibile
ja: 信頼
ko: 신뢰
nl: Vertrouw
pt_br: Confiar
pt_pt: Confiar
ru: Доверять
sv: Lita på
zh_hans: 信任
zh_hant: 信任

source: Trust New Key
de: Neuem Schlüssel vertrauen
es_es: Confiar en la nueva clave
es_mx: Confiar en la nueva clave
fr: Faire confiance à la nouvelle clé
it: Considera attendibile la nuova chiave
ja: 新しいキーを信頼
ko: 새 키 신뢰
nl: Vertrouw nieuwe sleutel
pt_br: Confiar na Nova Chave
pt_pt: Confiar na Nova Chave
ru: Доверять новому ключу
sv: Lita på ny nyckel
zh_hans: 信任新密钥
zh_hant: 信任新金鑰

source: Try adjusting your search or date filter.
de: Versuche, deine Suche oder den Datumsfilter anzupassen.
es_es: Prueba a ajustar la búsqueda o el filtro de fecha.
es_mx: Intenta ajustar tu búsqueda o el filtro de fecha.
fr: Essayez de modifier votre recherche ou le filtre de date.
it: Prova a regolare la ricerca o il filtro data.
ja: 検索または日付フィルタを調整してみてください。
ko: 검색 또는 날짜 필터를 조정해 보십시오.
nl: Probeer je zoekopdracht of datumfilter aan te passen.
pt_br: Tente ajustar sua busca ou filtro de data.
pt_pt: Tente ajustar a sua pesquisa ou o filtro de data.
ru: Попробуйте изменить параметры поиска или фильтр по дате.
sv: Försök justera din sökning eller ditt datumfilter.
zh_hans: 尝试调整你的搜索或日期筛选条件。
zh_hant: 請嘗試調整搜尋條件或日期篩選。

source: Try Again
de: Erneut versuchen
es_es: Volver a intentarlo
es_mx: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pt_br: Tentar novamente
pt_pt: Tentar novamente
ru: Повторить
sv: Försök igen
zh_hans: 重试
zh_hant: 再試一次

source: Turkish
de: Türkisch
es_es: Turco
es_mx: Turco
fr: Turc
it: Turco
ja: トルコ語
ko: 튀르키예어
nl: Turks
pt_br: Turco
pt_pt: Turco
ru: Турецкий
sv: Turkiska
zh_hans: 土耳其语
zh_hant: 土耳其文

source: TV Episode
de: TV-Folge
es_es: Episodio de TV
es_mx: Episodio de TV
fr: Épisode TV
it: Episodio TV
ja: テレビ番組のエピソード
ko: TV 에피소드
nl: Tv-aflevering
pt_br: Episódio de TV
pt_pt: Episódio de TV
ru: Эпизод сериала
sv: TV-avsnitt
zh_hans: 电视节目单集
zh_hant: 電視節目單集

source: TV show
de: Serie
es_es: Serie de TV
es_mx: Programa de TV
fr: Série TV
it: Programma TV
ja: テレビ番組
ko: TV 프로그램
nl: Tv-serie
pt_br: Série de TV
pt_pt: Série de TV
ru: Сериал
sv: TV-serie
zh_hans: 电视节目
zh_hant: 電視節目

source: TV Show
de: Serie
es_es: Serie de TV
es_mx: Programa de TV
fr: Série TV
it: Programma TV
ja: テレビ番組
ko: TV 프로그램
nl: Tv-serie
pt_br: Série de TV
pt_pt: Série de TV
ru: Сериал
sv: TV-serie
zh_hans: 电视节目
zh_hant: 電視節目

source: TV Shows
de: TV-Serien
es_es: Series de TV
es_mx: Programas de TV
fr: Séries TV
it: Programmi TV
ja: テレビ番組
ko: TV 프로그램
nl: Tv-series
pt_br: Séries de TV
pt_pt: Séries de TV
ru: Сериалы
sv: TV-serier
zh_hans: 电视节目
zh_hant: 電視節目

source: Type a name to find actors and actresses.
de: Gib einen Namen ein, um Schauspielerinnen und Schauspieler zu finden.
es_es: Escribe un nombre para buscar actores y actrices.
es_mx: Escribe un nombre para buscar actores y actrices.
fr: Saisissez un nom pour trouver des acteurs et actrices.
it: Digita un nome per trovare attori e attrici.
ja: 名前を入力して俳優を検索します。
ko: 이름을 입력하여 배우를 찾으십시오.
nl: Typ een naam om acteurs en actrices te vinden.
pt_br: Digite um nome para encontrar atores e atrizes.
pt_pt: Escreva um nome para encontrar atores e atrizes.
ru: Введите имя, чтобы найти актеров и актрис.
sv: Skriv ett namn för att hitta skådespelare.
zh_hans: 输入姓名以查找演员。
zh_hant: 輸入姓名以尋找演員。

source: Type a title to search films only.
de: Gib einen Titel ein, um nur nach Filmen zu suchen.
es_es: Escribe un título para buscar solo películas.
es_mx: Escribe un título para buscar solo películas.
fr: Saisissez un titre pour rechercher uniquement des films.
it: Digita un titolo per cercare solo film.
ja: タイトルを入力して映画のみを検索します。
ko: 제목을 입력하여 영화만 검색하십시오.
nl: Typ een titel om alleen films te zoeken.
pt_br: Digite um título para buscar apenas filmes.
pt_pt: Escreva um título para pesquisar apenas filmes.
ru: Введите название, чтобы искать только фильмы.
sv: Skriv en titel för att bara söka efter filmer.
zh_hans: 输入片名以仅搜索电影。
zh_hant: 輸入名稱以僅搜尋電影。

source: Type a title to search series only.
de: Gib einen Titel ein, um nur nach Serien zu suchen.
es_es: Escribe un título para buscar solo series.
es_mx: Escribe un título para buscar solo series.
fr: Saisissez un titre pour rechercher uniquement des séries.
it: Digita un titolo per cercare solo serie.
ja: タイトルを入力してシリーズのみを検索します。
ko: 제목을 입력하여 시리즈만 검색하십시오.
nl: Typ een titel om alleen series te zoeken.
pt_br: Digite um título para buscar apenas séries.
pt_pt: Escreva um título para pesquisar apenas séries.
ru: Введите название, чтобы искать только сериалы.
sv: Skriv en titel för att bara söka efter serier.
zh_hans: 输入片名以仅搜索剧集。
zh_hant: 輸入名稱以僅搜尋影集。

source: Ukrainian
de: Ukrainisch
es_es: Ucraniano
es_mx: Ucraniano
fr: Ukrainien
it: Ucraino
ja: ウクライナ語
ko: 우크라이나어
nl: Oekraïens
pt_br: Ucraniano
pt_pt: Ucraniano
ru: Украинский
sv: Ukrainska
zh_hans: 乌克兰语
zh_hant: 烏克蘭文

source: Unable to Play
de: Wiedergabe nicht möglich
es_es: No se puede reproducir
es_mx: No se puede reproducir
fr: Impossible de lire
it: Impossibile riprodurre
ja: 再生できません
ko: 재생할 수 없음
nl: Kan niet afspelen
pt_br: Não foi possível reproduzir
pt_pt: Não é possível reproduzir
ru: Не удалось воспроизвести
sv: Kunde inte spela upp
zh_hans: 无法播放
zh_hant: 無法播放

source: Unavailable for Young Audiences
de: Für junges Publikum nicht verfügbar
es_es: No disponible para el público infantil
es_mx: No disponible para el público infantil
fr: Indisponible pour le jeune public
it: Non disponibile per un pubblico giovane
ja: 年少者向けには利用できません
ko: 어린 시청자에게 제공되지 않음
nl: Niet beschikbaar voor jong publiek
pt_br: Indisponível para o Público Jovem
pt_pt: Indisponível para o Público Jovem
ru: Недоступно для юной аудитории
sv: Inte tillgänglig för en ung publik
zh_hans: 不适合低龄观众
zh_hant: 不適合年幼觀眾

source: Unmuted
de: Stummschaltung aufgehoben
es_es: Sonido activado
es_mx: Con sonido
fr: Son activé
it: Audio attivato
ja: 消音解除
ko: 음소거 해제됨
nl: Dempen opgeheven
pt_br: Som Ativado
pt_pt: Com Som
ru: Звук включен
sv: Ljud på
zh_hans: 取消静音
zh_hant: 取消靜音

source: Unsupported subtitle format: .%@
de: Nicht unterstütztes Untertitelformat: .%@
es_es: Formato de subtítulos no compatible: .%@
es_mx: Formato de subtítulos no compatible: .%@
fr: Format de sous-titres non pris en charge : .%@
it: Formato sottotitoli non supportato: .%@
ja: サポートされていない字幕フォーマット: .%@
ko: 지원되지 않는 자막 포맷: .%@
nl: Niet-ondersteund ondertitelformaat: .%@
pt_br: Formato de legenda incompatível: .%@
pt_pt: Formato de legendas não suportado: .%@
ru: Неподдерживаемый формат субтитров: .%@
sv: Undertextformatet stöds inte: .%@
zh_hans: 不支持的字幕格式：.%@
zh_hant: 不支援的字幕格式：.%@

source: Untitled
de: Ohne Titel
es_es: Sin título
es_mx: Sin título
fr: Sans titre
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
nl: Naamloos
pt_br: Sem Título
pt_pt: Sem Título
ru: Без названия
sv: Namnlös
zh_hans: 未命名
zh_hant: 未命名

source: UP NEXT
de: ALS NÄCHSTES
es_es: A CONTINUACIÓN
es_mx: A CONTINUACIÓN
fr: À SUIVRE
it: A SEGUIRE
ja: 次はこちら
ko: 다음 에피소드
nl: HIERNA
pt_br: A SEGUIR
pt_pt: A SEGUIR
ru: ДАЛЕЕ
sv: HÄRNÄST
zh_hans: 即将播放
zh_hant: 接下來播放

source: Up Next · %@
de: Als Nächstes · %@
es_es: A continuación · %@
es_mx: A continuación · %@
fr: À suivre · %@
it: A seguire · %@
ja: 次はこちら · %@
ko: 다음 에피소드 · %@
nl: Hierna · %@
pt_br: A seguir · %@
pt_pt: A seguir · %@
ru: Далее · %@
sv: Härnäst · %@
zh_hans: 即将播放 · %@
zh_hant: 接下來播放 · %@

# Up Next: %@ %@
source: Up Next: %1$@ %2$@
de: Als Nächstes: %1$@ %2$@
es_es: A continuación: %1$@ %2$@
es_mx: A continuación: %1$@ %2$@
fr: À suivre : %1$@ %2$@
it: A seguire: %1$@ %2$@
ja: 次はこちら: %1$@ %2$@
ko: 다음 에피소드: %1$@ %2$@
nl: Hierna: %1$@ %2$@
pt_br: A seguir: %1$@ %2$@
pt_pt: A seguir: %1$@ %2$@
ru: Далее: %1$@ %2$@
sv: Härnäst: %1$@ %2$@
zh_hans: 即将播放：%1$@ %2$@
zh_hant: 接下來播放：%1$@ %2$@

source: Update Edendale on both devices, then try again.
de: Aktualisiere Edendale auf beiden Geräten und versuche es dann erneut.
es_es: Actualiza Edendale en ambos dispositivos e inténtalo de nuevo.
es_mx: Actualiza Edendale en ambos dispositivos y vuelve a intentarlo.
fr: Mettez Edendale à jour sur les deux appareils, puis réessayez.
it: Aggiorna Edendale su entrambi i dispositivi, poi riprova.
ja: 両方のデバイスでEdendaleをアップデートしてから、もう一度お試しください。
ko: 두 기기 모두에서 Edendale을 업데이트한 다음 다시 시도하십시오.
nl: Werk Edendale op beide apparaten bij en probeer het opnieuw.
pt_br: Atualize o Edendale nos dois dispositivos e tente novamente.
pt_pt: Atualize o Edendale em ambos os dispositivos e tente novamente.
ru: Обновите Edendale на обоих устройствах и повторите попытку.
sv: Uppdatera Edendale på båda enheterna och försök sedan igen.
zh_hans: 请在两台设备上更新 Edendale，然后重试。
zh_hant: 請在兩部裝置上更新 Edendale，然後再試一次。

source: us-east-1, or auto for Cloudflare R2
de: us-east-1 oder auto für Cloudflare R2
es_es: us-east-1, o auto para Cloudflare R2
es_mx: us-east-1, o auto para Cloudflare R2
fr: us-east-1, ou auto pour Cloudflare R2
it: us-east-1, o auto per Cloudflare R2
ja: us-east-1、またはCloudflare R2の場合はauto
ko: us-east-1 또는 Cloudflare R2의 경우 auto
nl: us-east-1, of auto voor Cloudflare R2
pt_br: us-east-1, ou auto para Cloudflare R2
pt_pt: us-east-1, ou auto para Cloudflare R2
ru: us-east-1 или auto для Cloudflare R2
sv: us-east-1, eller auto för Cloudflare R2
zh_hans: us-east-1，Cloudflare R2 则填 auto
zh_hant: us-east-1，若為 Cloudflare R2 則填 auto

source: Use %@
de: %@ verwenden
es_es: Usar %@
es_mx: Usar %@
fr: Utiliser %@
it: Usa %@
ja: %@を使用
ko: %@ 사용
nl: Gebruik %@
pt_br: Usar %@
pt_pt: Usar %@
ru: Использовать %@
sv: Använd %@
zh_hans: 使用 %@
zh_hant: 使用 %@

source: Use a key that can only read this bucket. The secret is stored only in your Keychain.
de: Verwende einen Schlüssel, der nur diesen Bucket lesen kann. Das Geheimnis wird nur in deinem Schlüsselbund gespeichert.
es_es: Usa una clave que solo pueda leer este bucket. El secreto solo se guarda en tu llavero.
es_mx: Usa una clave que solo pueda leer este bucket. El secreto solo se guarda en tu llavero.
fr: Utilisez une clé qui ne peut que lire ce compartiment. Le secret est enregistré uniquement dans votre trousseau.
it: Usa una chiave che possa solo leggere questo bucket. Il segreto viene salvato solo nel tuo portachiavi.
ja: このバケットの読み取りのみが可能なキーを使用してください。シークレットはキーチェーンにのみ保存されます。
ko: 이 버킷을 읽기만 할 수 있는 키를 사용하십시오. 비밀 키는 키체인에만 저장됩니다.
nl: Gebruik een sleutel die alleen deze bucket kan lezen. Het geheim wordt alleen in je sleutelhanger bewaard.
pt_br: Use uma chave que só possa ler este bucket. O segredo é armazenado somente nas suas Chaves.
pt_pt: Use uma chave que só consiga ler este bucket. O segredo é guardado apenas no seu porta-chaves.
ru: Используйте ключ, который может только читать этот бакет. Секрет хранится только в вашей связке ключей.
sv: Använd en nyckel som bara kan läsa den här bucketen. Hemligheten sparas bara i din nyckelring.
zh_hans: 请使用只能读取此存储桶的密钥。密钥仅存储在你的钥匙串中。
zh_hant: 請使用只能讀取此儲存貯體的金鑰。私密金鑰只會儲存在你的鑰匙圈中。

source: Use a Login from iPhone or iPad
de: Anmeldedaten vom iPhone oder iPad verwenden
es_es: Usar un inicio de sesión del iPhone o iPad
es_mx: Usar un inicio de sesión del iPhone o iPad
fr: Utiliser un identifiant depuis l’iPhone ou l’iPad
it: Usa un login da iPhone o iPad
ja: iPhoneまたはiPadのログイン情報を使用
ko: iPhone 또는 iPad의 로그인 정보 사용
nl: Gebruik inloggegevens van iPhone of iPad
pt_br: Usar um Login do iPhone ou iPad
pt_pt: Usar Credenciais do iPhone ou iPad
ru: Использовать данные для входа с iPhone или iPad
sv: Använd en inloggning från iPhone eller iPad
zh_hans: 使用 iPhone 或 iPad 上的登录信息
zh_hant: 使用 iPhone 或 iPad 上的登入資訊

source: Use HTTPS for servers outside your local network. Plain HTTP works only for local addresses such as nas.local or 192.168.1.10.
de: Verwende HTTPS für Server außerhalb deines lokalen Netzwerks. Einfaches HTTP funktioniert nur für lokale Adressen wie nas.local oder 192.168.1.10.
es_es: Usa HTTPS para servidores fuera de tu red local. El HTTP simple solo funciona con direcciones locales como nas.local o 192.168.1.10.
es_mx: Usa HTTPS para servidores fuera de tu red local. El HTTP simple solo funciona con direcciones locales como nas.local o 192.168.1.10.
fr: Utilisez HTTPS pour les serveurs hors de votre réseau local. Le HTTP simple fonctionne uniquement pour les adresses locales comme nas.local ou 192.168.1.10.
it: Usa HTTPS per i server fuori dalla tua rete locale. L’HTTP semplice funziona solo per indirizzi locali come nas.local o 192.168.1.10.
ja: ローカルネットワーク外のサーバーにはHTTPSを使用してください。プレーンなHTTPは、nas.localや192.168.1.10などのローカルアドレスでのみ機能します。
ko: 로컬 네트워크 외부의 서버에는 HTTPS를 사용하십시오. 일반 HTTP는 nas.local 또는 192.168.1.10과 같은 로컬 주소에서만 작동합니다.
nl: Gebruik HTTPS voor servers buiten je lokale netwerk. Gewone HTTP werkt alleen voor lokale adressen zoals nas.local of 192.168.1.10.
pt_br: Use HTTPS para servidores fora da sua rede local. O HTTP simples só funciona para endereços locais como nas.local ou 192.168.1.10.
pt_pt: Use HTTPS para servidores fora da sua rede local. O HTTP simples só funciona para endereços locais como nas.local ou 192.168.1.10.
ru: Используйте HTTPS для серверов вне вашей локальной сети. Обычный HTTP работает только для локальных адресов, например nas.local или 192.168.1.10.
sv: Använd HTTPS för servrar utanför ditt lokala nätverk. Vanlig HTTP fungerar bara för lokala adresser som nas.local eller 192.168.1.10.
zh_hans: 对于本地网络以外的服务器，请使用 HTTPS。普通 HTTP 仅适用于本地地址，例如 nas.local 或 192.168.1.10。
zh_hant: 對於區域網路以外的伺服器，請使用 HTTPS。一般 HTTP 只適用於本機位址，例如 nas.local 或 192.168.1.10。
